[ItemDefs.ID_IrisDL3_CommAppeal_Crate MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Caixa da Torgue"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_IrisDL3_CommAppeal_Crate:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Armas de diversão explosiva"
NoConstraintText=""
Suffix=""
Prefix=""

